// 第一關題庫 (支援文字或選擇題)
window.DB_STAGE_1 = [
  {
    id: 1,
    time: 30,
    text: "連續兩個整數相加等於41，這兩個數字是？(A)30,11 (B)39,40 (C)19,20 (D)20,21",
    answer: "D",
  },
  {
    id: 2,
    time: 10,
    text: "哪一個不是質數？(A)31 (B)37 (C)51 (D)53",
    answer: "C",
  },
  {
    id: 3,
    time: 20,
    text: "下面哪個最大？(A)0.8 (B)80% (C)4/5 (D)0.81",
    answer: "D",
  },
  {
    id: 4,
    time: 5,
    text: "999 + 1 = ? (A)999 (B)1000 (C)1001 (D)1999",
    answer: "B",
  },
  {
    id: 5,
    time: 10,
    text: "哪一個可以被9整除？(A)721 (B)729 (C)731 (D)734",
    answer: "B",
  },
  {
    id: 6,
    time: 10,
    text: "哪一個是完全平方數？(A)45 (B)48 (C)49 (D)50",
    answer: "C",
  },
  {
    id: 7,
    time: 5,
    text: "哪一個不是偶數？(A)222 (B)456 (C)789 (D)1000",
    answer: "C",
  },
  {
    id: 8,
    time: 20,
    text: "骰子相對面的點數相加是多少？(A)6 (B)7 (C)8 (D)9",
    answer: "B",
  },
  {
    id: 9,
    time: 5,
    text: "一副撲克牌（不含鬼牌）共有幾張？(A)50 (B)52 (C)54 (D)56",
    answer: "B",
  },
  {
    id: 10,
    time: 30,
    text: "一天共有幾分鐘？(A)720 (B)1200 (C)1440 (D)2400",
    answer: "C",
  },
  {
    id: 11,
    time: 30,
    text: "10個人互相握手一次，共握了幾次？(A)40 (B)45 (C)50 (D)55",
    answer: "B",
  },
  {
    id: 12,
    time: 30,
    text: "連續三個整數，加起來等於99是哪三個數？(請以逗號分隔填寫)",
    answer: "32,33,34",
  },
];
